nginx/performance/time_variation/1-perf/wrk.300s.pin.out
Running 5m test @ http://127.0.0.1:8080/wikipedia_main_page.html
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   100.07ms  245.07ms   2.00s    89.45%
    Req/Sec     1.88k   495.52     9.45k    72.64%
  6739749 requests in 5.00m, 512.84GB read
  Socket errors: connect 0, read 27, write 0, timeout 5597
Requests/sec:  22458.70
Transfer/sec:      1.71GB