nginx/performance/time_variation/1-perf/wrk.30s.pin.out
Running 30s test @ http://127.0.0.1:8080/wikipedia_main_page.html
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   109.17ms  266.84ms   2.00s    89.64%
    Req/Sec     1.89k   722.97     8.77k    75.76%
  671606 requests in 30.04s, 51.10GB read
  Socket errors: connect 0, read 0, write 0, timeout 553
Requests/sec:  22359.95
Transfer/sec:      1.70GB